{
  "analemma": "A figure-eight-shaped image depicting the position of the Sun at a given time during the course of a year.",
  "angular momentum": "A measure of the motion of a revolving or rotating body equal to the prod- uct of its mass, its distance from the axis of motion and its velocity.",
  "annual equation": "The change in eccentricity of the Moon's orbit due to the Earth's orbit around  the Sun.",
  "anomalistic month": "The time it takes the Moon to move from one perigee to the next.",
  "anomaly": "The angular distance of a body from some reference point, such as perigee.",
  "antipodes": "A spot on the opposite side of the Earth from a given spot. Similarly, the point in the  sky exactly opposite, with respect to the center of the Earth, from another given point.",
  "apihelion": "The furthest point in an orbit from the Sun.",
  "apse": "The major axis of an elliptic orbit.",
  "apsidal precession": "The rotation of the apse line around an orbit's primary.",
  "ascending node": "An orbital node at which the orbiting object is moving upward.",
  "asterism": "A named pattern of stars.",
  "astronomy": "The empirical science that studies celestial objects.",
  "barycenter": "The center of gravity of a collection of astronomical objects.",
  "blood moon": "The reddish appearance of the Moon during a lunar eclipse due to the refraction  of the light hitting it through the Earth's atmosphere.",
  "blue moon": "The second full moon within a calendar month.",
  "celestial equator": "The plane of the Earth's equator extended infinitely into space.",
  "centrifugal force": "A force in the direction away from the center of a rotating object, such as  the Earth.",
  "circumstellar habitable region": "The region around a star in which water could exist in its  liquid phase on a planet with suitable atmospheric pressure. Also called the Goldilocks Region.",
  "concentric": "A circle on which a point moves with uniform speed and therefore with uniform  angular velocity, as seen from the center of the circle. (Thoren)",
  "conjunction": "An alignment in which two astronomical objects appear close to each other in  the sky, when viewed from the Earth. Typically, one of the objects is the Sun.",
  "consectetur": "Please work.",
  "constellation": "One of 88 specific regions into which the celestial sphere is divided.",
  "cosmic inflation": "The increase rate of the expansion of the universe that occured soon after  the Big Bang.",
  "cosmology": "The theoretical science of explaining how the various astronomical objects  behave as they do.",
  "declination": "A measuremnt of the position of an astronomical object north or south of the ces- tial equator.",
  "deferent": "A concentric circle carrying a second circle (the epicyle) moving uniformly.",
  "descending node": "An orbital node at which the orbiting object is moving downward.",
  "diurnal": "Happening once in a complete day-night cycle.",
  "dwarf planet": "A spherically shaped celestial body in orbit about the Sun that has not cleared  its orbit of other objects.",
  "eccentric": "The center point of a deferent in Ptolemy's cosmology; a planet goes round the  Earth with the center of the orbit offset from the center of the Earth.",
  "eccentric anomaly": "The angle that the planet makes from the center of the ellipse to a spot on  an imaginary circle circumscribing the ellipse. The spot is determined by projecting the planet's  position parallel to the semi-minor axis from the ellipse onto the circle.",
  "eccentricity": "The extent to which an ellipse differs from the circular. The value ranges from  zero, for a circle, to one, exclusive.",
  "ecliptic": "The plane of revolution of the Earth about the Sun.",
  "elongation": "The angular separation between a planet and the Sun.",
  "ephemeris": "A recording of the positions of astronomical bodies at a  given time.",
  "epicycle": "The motion of a point on a circle as the center of that circle rolls only the circumfer- ence of another circle.",
  "equant": "A point from which angular motion is measured in Ptolemy's cosmology.",
  "equation of the center": "A lunar inequality to the eccentric nature of the Moon's orbit about  the Earth.",
  "equation of time": "The correction that must be made to the time at a location as determined by  the position of the Sun in the sky and the local mean time.",
  "equinox": "A day in which the period of daytime and nighttime are equal.",
  "enterprise": "A project or undertaking, typically one that is difficult or requires effort.",
  "evection": "A periodic changes in the Moon's eccentricity due to the gravitational pull of the  Sun.",
  "extraterrestrial sky": "The view of outer space from a celestial body other than the Earth,  whether or not that body has an atmosphere.",
  "first point in aries": "The position on the celestial sphere of the spring equinox. Used as the  zero point of astronomical longitudinal measurements.",
  "fixed stars": "All stars, other than the Sun. They appear fixed because our eye is not sensitive  enough to detect changes in the their view angle of view when observed from different points in  the Earth's orbit.",
  "focus": "Location of principal gravitational mass in a two-body gravitation system.",
  "geodesy": "The science of measuring and representing the Earth.",
  "gnomon": "A vertical shaft used to tell time, normally as part of a sundial.",
  "heliacal rising": "The first appearance of a star in spring.",
  "heliopause:": "The edge of the Solar System as indicated by a reduction in radiation from the  Sun and an increase in interstellar radiation.",
  "inclination": "The angle between the plane of the ecliptic and the plane of the  Earth's orbit about the Sun. It is computed as half the difference between the meridian altitudes of  the Sun at the summer and winter solstices.",
  "inertia": "The resistance of objects to changes in their motion.",
  "kinematics": "The study of the motion of (celestial) objects.",
  "leap second": "An occasional adjustment to the time-keeping standard due to variations in the  Earth's rotational rate.",
  "libration": "An oscillation in the visible portion of the Moon due to different viewing angles.",
  "light year": "The distance that light can travel in a year, which is approximately  9.4607  1012  kilometers.",
  "local mean time": "The time at a location if there were no time zones and if the Earth moved at  uniform speed around the Sun.",
  "lunar inequality": "The deviation of the calculation of the Moon's position from that expected  due to an additional, previously unknown, factor.",
  "mean anomaly": "The angle from the center of the ellipse that a planet would make at the given  time if it moved at a uniform velocity in its orbit.",
  "mean solar day": "A twentyfour hour period.",
  "meridian": "An imaginary circle of constant longitude passing through the Earth's poles and an  observer's position. As the circle is extend outward, it indicates the zenith, the highest position in  the sky.",
  "metaphysics:": "The branch of philosophy that concerns first principles.",
  "minor planet": "A celestial body, other than a planet or a comet, that orbits the Sun. Dwarf plan- ets are included within the set of minor planets.",
  "neap tid": "A high tide at quadrature.",
  "node": "The intersection of the orbit of an astronomical object with the plane of the ecliptic.",
  "nodical month": "The time that passes between successive occurrences of the Moon crossing  the plane of the ecliptic in the same direction, a little over twenty-seven days and five hours. Also  called the draconian month.",
  "nutation": "The periodic precession of the Moon's polar axis due to the gravitational pull of  planets other than the Earth.",
  "oblate": "Flattened at the poles and bulging at the equator.",
  "obliquity": "The angle that the rotational axis of a celestial object makes with its orbital plane.  Equivalently, the angle between the rotational plane of a celestial object and its plane of revolu- tion. Also called the tilt of the object.",
  "occultation": "The movement of one astronomical body across the face of another in such a  fashion that a relatively large part of the latter is blocked from view.",
  "opposition": "The appearance of a planet in the opposite part of the night sky from the Sun.",
  "parallactic inequality": "A lunar inequality due to the finite distance and non-zero parallax of  the Sun.",
  "parallax": "The apparent motion of an object when viewed from different vantage points.",
  "perigee": "The point in the orbit of the Moon or an artificial satellite when it is closest to the  Earth.",
  "perihelion": "The point in an orbit that is closest to the Sun.",
  "plane of the ecliptic": "The planar portion of the visible universe that is defined by the orbit of  the Earth.",
  "planet": "A round celestial body which orbits a star in an orbit not shared with other objects,  excepting its satellites.",
  "precession": "The change in direction of the axis of a spinning body. The spinning of the Earth  about its polar axis leads to the precession of the equinoxes.",
  "primary": "The gravitationally dominant member in a system of  celestial objects. For example,  the Sun is the primary of the Solar System planets, and Jupiter is the primary for its satellites.",
  "proper motion": "The observed motion of an astronomical object independent of the motion of  the observer.",
  "prosthaphaeresis": "The use of identities from spherical trigonometry to simplify calculations.  Also called the addito-subtraction method.",
  "quadrature": "The configuration of the Earth, Moon and Sun such that half of the Moon's face  is visible from the Earth.",
  "quasi-satellite": "A celestial body that appears to be a planetary satellite, when it is actually  orbiting the Sun. The illusion is due to the quasi-satellite's orbital resonance with the planet.",
  "reduction to the ecliptic": "A lunar inequality due to the tilt of the Moon's orbit relative to the  ecliptic thereby reducing the Moon's apparent motion relative to the Earth's.",
  "refraction": "The bending of light as is moves through a medium such as the atmosphere.",
  "retrograde orbit:": "The motion of an orbiting body about its primary in the opposite direction  of the primary's rotation.",
  "retrogression": "The apparent backward movement of a planet in its orbit.",
  "right ascension": "A measurement of the position of an astronomical object east or west of a  fixed point on the celestial equator called the First Point of Aries.",
  "saros": "A period of just over eighteen years that can be used to predict the occurrences of  eclipses.",
  "selenelion": "The appearance of both the Sun and the Moon in the sky during a lunar eclipse  due to the refraction of light through the Earth's atmosphere.",
  "sidereal day": "The period between two consecutive alignments of a point on the Earth with  respect to the fixed stars.",
  "sidereal month": "The period of time required for the Moon to orbit the Earth once with respect  to the stars.",
  "solar day": "The period between two consecutive occurrences of noon (the Sun being at its  highest point in the sky).",
  "soltice": "A day in which the position of the Sun in the sky is at an extreme, either northward or  southward, for the year.",
  "space": "A continuous area or expanse that is free, available, or unoccupied.",
  "spin-orbit resonance": "The situation when the day and the year of a celestial body have a ratio  that is a small integer. Notable is Mercury, in which the ratio is 3:2.",
  "spring tide": "A high tide at syzyrgy.",
  "stellar aberration": "The mistaken impression of the angle of incoming light due to the motion  of the recipient.",
  "sublunar": "Within the moon's orbit and subject to its influence.",
  "subtend": "Form an angle with. For example, the Moon subtends an angle of approximately .5  with the human eye on Earth.",
  "supernova": "The explosion of a star resulting in the release of a massive  amount of energy.",
  "synodic period": "The time required for a body within the solar system to return to the same  position relative to the Sun as seen from the Earth.  The synodic period of the Earth is called its  tropical year.",
  "synodical month": "The month is the time between successive full Moons as seen from Earth. It  is appoximately 29.5 days.",
  "syzygy": "The longitudinal alignment of  the Earth, Sun and Moon, which occurs during a new  or full Moon.",
  "tidal bulg": "The stretching of the Earth in the direction of the Moon due to its gravitational  attraction.",
  "tidal drag": "The effect that orbiting bodies have on each other to slow down their rotations.",
  "tidal lock": "The gravitational phenomenon that occurs when a celestial body ceases to rotate  with respect to another.",
  "transit": "The movement of one astronomical body across the face of another in such a fashion  that a relatively small part of the latter is blocked from view.",
  "tropical year": "The period of time between an equinox and the time the Earth is in the same  position relative to the fixed stars. This time is twenty minutes less than a sidereal year.",
  "variation": "The change in velocity of the Moon during its different phases due to the differen- tial gravitional pull of the Sun's at those times.",
  "wandering star": "Ancient Greek name for planets.",
  "zenith": "The highest position in the sky reached by celestial objects as the Earth rotates.",
  "zodiac":"A band of constellations found on the celestial equator and partitioned into 30 seg- ments."
}
